Revit 2027 API
ParameterTypeId.SlantedColumnTypeParam Property
 "Column Style"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SlantedColumnTypeParam { get; }
Public Shared ReadOnly Property SlantedColumnTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SlantedColumnTypeParam {
	ForgeTypeId^ get ();
}
static member SlantedColumnTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace